{"keras_version": "2.0.4", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1", "batch_input_shape": [null, 7, 7, 512], "dtype": "float32"}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_1", "bias_regularizer": null, "activity_regularizer": null, "activation": "relu", "units": 256, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_constraint": null}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.3}}, {"class_name": "Dense", "config": {"use_bias": true, "name": "dense_2", "bias_regularizer": null, "activity_regularizer": null, "activation": "sigmoid", "units": 1, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}}, "kernel_constraint": null}}], "backend": "tensorflow"}